---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.ComboBoxMember
source: html/60c7f180-4851-e8cf-d9c1-054e104a9b78.htm
---
# ComboBoxMember Members

Determines whether the specified Object is equal to the current Object .